Repository: ispeakfishlanguage/swedish-fika
Catalog: wordpress-plugin/languages/fika-register-*.po
Languages: sv_se

source: Traditional Swedish Fika Register
sv_se: Traditionellt Svenskt Fika-register

source: Loading fika places...
sv_se: Laddar fika-ställen...

source: Error loading fika places
sv_se: Fel vid inläsning av fika-ställen

source: Fika Register Settings
sv_se: Fika-register Inställningar

source: API Settings
sv_se: API-inställningar

source: API Base URL
sv_se: API Bas-URL

source: Cache Time (minutes)
sv_se: Cachningstid (minuter)

source: Default City
sv_se: Standardstad

source: Test API Connection
sv_se: Testa API-anslutning

source: Test Connection
sv_se: Testa anslutning

source: Testing...
sv_se: Testar...

source: Testing connection...
sv_se: Testar anslutning...

source: ✅ Connection successful!
sv_se: ✅ Anslutningen lyckades!

source: ❌ Connection failed
sv_se: ❌ Anslutningen misslyckades

source: Base URL of your Fika Register API
sv_se: Bas-URL för ditt Fika-register API

source: How long to cache API responses (1-1440 minutes)
sv_se: Hur länge API-svar ska cachas (1-1440 minuter)

source: Search Swedish fika places...
sv_se: Sök svenska fika-ställen...

source: Search
sv_se: Sök

source: Please provide a search query or city
sv_se: Ange en sökfråga eller stad

source: Failed to search places
sv_se: Kunde inte söka platser

source: All Cities
sv_se: Alla städer

source: Search for fika places
sv_se: Sök efter fika-ställen

source: Filter by city
sv_se: Filtrera efter stad

source: Search results
sv_se: Sökresultat

source: Fika Places in %s
sv_se: Fika-ställen i %s

source: %d place
sv_se: %d plats

source: Loading fika places in %s...
sv_se: Laddar fika-ställen i %s...

source: No fika places found in %s yet.
sv_se: Inga fika-ställen hittades i %s ännu.

source: Could not load fika places in %s.
sv_se: Kunde inte ladda fika-ställen i %s.

source: View all %s fika places in %s →
sv_se: Visa alla %s fika-ställen i %s →

source: Traditional Swedish fika locations in %s
sv_se: Traditionella svenska fika-platser i %s

source: Featured Fika Experiences
sv_se: Utvalda fika-upplevelser

source: Loading featured fika places...
sv_se: Laddar utvalda fika-ställen...

source: Featured places coming soon!
sv_se: Utvalda platser kommer snart!

source: Could not load featured places.
sv_se: Kunde inte ladda utvalda platser.

source: Discover our carefully selected traditional Swedish fika locations
sv_se: Upptäck våra noggrant utvalda traditionella svenska fika-platser

source: Explore all featured fika experiences →
sv_se: Utforska alla utvalda fika-upplevelser →

source: Featured Swedish Fika Places
sv_se: Utvalda svenska fika-ställen

source: Carefully selected traditional Swedish fika locations
sv_se: Noggrant utvalda traditionella svenska fika-platser

source: Fika Search
sv_se: Fika-sökning

source: Display a search form for Swedish fika locations
sv_se: Visa ett sökformulär för svenska fika-platser

source: Search Fika Places
sv_se: Sök fika-ställen

source: Search fika places...
sv_se: Sök fika-ställen...

source: Title:
sv_se: Titel:

source: Placeholder Text:
sv_se: Platshållartext:

source: Show city filter
sv_se: Visa stadsfilter

source: Featured Fika Places
sv_se: Utvalda fika-ställen

source: Display featured Swedish fika locations
sv_se: Visa utvalda svenska fika-platser

source: Featured Fika
sv_se: Utvalda fika

source: View all →
sv_se: Visa alla →

source: City:
sv_se: Stad:

source: Number of places:
sv_se: Antal platser:

source: Show descriptions
sv_se: Visa beskrivningar

source: Outdoor Seating
sv_se: Uteservering

source: Wheelchair Accessible
sv_se: Rullstolstillgänglig

source: Coffee
sv_se: Kaffe

source: Tea
sv_se: Te

source: Pastries
sv_se: Bakverk

source: Sandwiches
sv_se: Smörgåsar

source: Breakfast
sv_se: Frukost
